Repository: paul-at-fitsolve/wto-stdf
Catalog: sites/all/translations/field_redirection-7.x-2.5.*.po
Languages: de

source: Content
de: Inhalt

source: Redirect
de: Umleiten

source: Bypass Redirection
de: Weiterleitung übergehen

source: Allow the user to see the page this field belongs to and <em>not</em> redirect to the given path; the user will instead be provided a link to the path.
de: Dem Benutzer einen Link zur Zielseite anzeigen, anstatt eine Weiterleitung vorzunehmen.

source: This page is set to redirect to <a href="!path">another URL</a>, but you have permission to see the page and not be automatically redirected.
de: Diese Seite wird zu <a href="!path">einer anderen URL</a> weitergeleitet. Sie haben jedoch die nötigen Benutzerrechte, um die automatische Weiterleitung zu übergehen.

source: HTTP status code 300 - rarely used
de: HTTP Status Code 300 - wird selten verwendet

source: HTTP status code 301 - permanently moved (default)
de: HTTP Status Code 301 - Seite wurde verschoben (standard)

source: HTTP status code 302 - rarely used
de: HTTP Status Code 302 - wird selten verwendet

source: HTTP status code 303 - rarely used
de: HTTP Status Code 303 - wird selten verwendet

source: HTTP status code 304 - rarely used
de: HTTP Status Code 304 - wird selten verwendet

source: HTTP status code 305 - rarely used
de: HTTP Status Code 305 - wird selten verwendet

source: HTTP status code 307 - temporarily moved
de: HTTP Status Code 307 - Seite temporär verschoben

source: 404 if URL empty
de: 404-Fehler für leere URL anzeigen

source: Optionally display a 404 error page if the associated URL field is empty.
de: Zeigt einen 404-Fehler an, wenn das assozierte URL-Feld leer ist.
